Repository: Homebrew/BrewUI
Catalog: Homebrew/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: The entire app will use %@ the next time you open it. Reopening closes all current windows.
zh_hans: 下次打开时，整个 App 将使用“%@”。重新打开会关闭当前所有窗口。
zh_hant: 下次開啟時，整個 App 將使用「%@」。重新開啟會關閉目前所有視窗。

source: Switch to %@?
zh_hans: 切换为“%@”？
zh_hant: 切換為「%@」？

source: Debug
zh_hans: 调试
zh_hant: 除錯

source: Clear UserDefaults
zh_hans: 清除用户偏好设置
zh_hant: 清除使用者偏好設定

source: Force Crash
zh_hans: 强制崩溃
zh_hant: 強制當機

source: Fatal Error (signal)
zh_hans: 致命错误（信号）
zh_hant: 嚴重錯誤（訊號）

source: Uncaught Exception
zh_hans: 未捕获的异常
zh_hant: 未攔截的例外狀況

source: Show the Self-Upgrade Banner
zh_hans: 显示应用升级横幅
zh_hant: 顯示 App 升級橫幅

source: A Homebrew operation is running. You can reopen the app after it finishes; it will not reopen automatically.
zh_hans: Homebrew 任务正在运行。请在任务完成后重新打开应用；应用不会自动重开。
zh_hant: Homebrew 作業正在執行。請在作業完成後重新開啟 App；App 不會自動重新開啟。

source: Next Launch
zh_hans: 下次打开时应用
zh_hant: 下次開啟時套用

source: Reopen Now
zh_hans: 立即重新打开
zh_hant: 立即重新開啟

source: Undo Language Change
zh_hans: 撤销语言更改
zh_hant: 取消語言變更

source: Could Not Reopen Homebrew
zh_hans: 无法重新打开 Homebrew
zh_hant: 無法重新開啟 Homebrew

source: Current language: %@
zh_hans: 当前语言：%@
zh_hant: 目前語言：%@

source: Applies on next launch
zh_hans: 将在下次打开时生效
zh_hant: 將於下次開啟時生效

source: Reopen Homebrew…
zh_hans: 重新打开 Homebrew…
zh_hant: 重新開啟 Homebrew…

source: %@ Until this succeeds the app can't tell whether anything needs upgrading.
zh_hans: %@ 检查成功后，应用才能确定是否有软件包需要升级。
zh_hant: %@ 這項檢查成功完成後，App 才能判斷是否有套件需要升級。

source: %@ (linked)
zh_hans: %@（已链接）
zh_hant: %@（已連結）

source: %@ installs (30d)
zh_hans: %@ 次安装（30 天）
zh_hant: %@ 次安裝（30 天）

source: %@ installs in 30 days
zh_hans: 30 天内安装 %@ 次
zh_hant: 30 天內安裝 %@ 次

source: %@ — last check failed
zh_hans: %@ — 上次检查失败
zh_hant: %@ — 上次檢查失敗

source: %@, Fix available
zh_hans: %@，有可用的修复方法
zh_hant: %@，可修復

source: %@, not installed
zh_hans: %@，未安装
zh_hant: %@，尚未安裝

source: %lld days ago
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld hours ago
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lld minutes ago
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld outdated packages are hidden by the current filters.
zh_hans: 当前筛选条件隐藏了 %lld 个可升级的软件包。
zh_hant: 目前的篩選條件隱藏了 %lld 個可升級套件。

source: %lld packages
zh_hans: %lld 个软件包
zh_hant: %lld 個套件

source: %lld packages above depend on %@. Uninstall them first.
zh_hans: 上方有 %lld 个软件包依赖 %@，请先卸载这些软件包。
zh_hant: 上方 %lld 個套件依賴 %@。請先解除安裝這些套件。

source: %lld packages can be upgraded
zh_hans: 有 %lld 个软件包可升级
zh_hant: %lld 個套件可升級

source: %lld packages match “%@”
zh_hans: 有 %lld 个软件包与“%@”匹配
zh_hant: %lld 個套件符合「%@」

source: %lld upgrades available
zh_hans: 有 %lld 项可用升级
zh_hant: %lld 項升級可用

source: 1 day ago
zh_hans: 1 天前
zh_hant: 1 天前

source: 1 hour ago
zh_hans: 1 小时前
zh_hant: 1 小時前

source: 1 minute ago
zh_hans: 1 分钟前
zh_hant: 1 分鐘前

source: 1 outdated package is hidden by the current filters.
zh_hans: 当前筛选条件隐藏了 1 个可升级的软件包。
zh_hant: 目前的篩選條件隱藏了 1 個可升級套件。

source: 1 package
zh_hans: 1 个软件包
zh_hant: 1 個套件

source: 1 package above depends on %@. Uninstall it first.
zh_hans: 上方有 1 个软件包依赖 %@，请先卸载该软件包。
zh_hant: 上方 1 個套件依賴 %@。請先解除安裝該套件。

source: 1 package can be upgraded
zh_hans: 有 1 个软件包可升级
zh_hant: 1 個套件可升級

source: 1 package matches “%@”
zh_hans: 有 1 个软件包与“%@”匹配
zh_hant: 1 個套件符合「%@」

source: 30-day installs
zh_hans: 30 天安装次数
zh_hant: 30 天內安裝次數

source: A new version of the Homebrew app is available
zh_hans: Homebrew 应用有新版本可用
zh_hant: Homebrew App 有新版本可用

source: A report was saved after the app quit unexpectedly. You can send it to the Homebrew team on GitHub to help fix the problem, or discard it.
zh_hans: 应用意外退出后已保存一份报告。你可以在 GitHub 上将报告发送给 Homebrew 团队，帮助修复问题，也可以丢弃报告。
zh_hant: App 意外結束後已儲存一份報告。你可以透過 GitHub 將報告傳送給 Homebrew 團隊，協助修正問題，也可以將報告捨棄。

source: All
zh_hans: 全部
zh_hant: 全部

source: All %lld installed packages are up to date.
zh_hans: 已安装的 %lld 个软件包均为最新版本。
zh_hant: 已安裝的 %lld 個套件皆為最新版本。

source: As dependency
zh_hans: 作为依赖安装
zh_hant: 作為相依套件安裝

source: Available upgrades
zh_hans: 可用升级
zh_hant: 可用升級

source: Blocked by installed dependents. Activate to see why.
zh_hans: 有已安装的软件包依赖此软件包，无法卸载。激活以查看原因。
zh_hant: 其他已安裝套件依賴此套件，無法解除安裝。啟用以查看原因。

source: Bring All to Front
zh_hans: 全部置于前面
zh_hant: 將所有視窗移至最前方

source: Browse and search %@ packages
zh_hans: 浏览和搜索 %@ 个软件包
zh_hant: 瀏覽或搜尋 %@ 個套件

source: Browse or search your installed packages
zh_hans: 浏览或搜索已安装的软件包
zh_hant: 瀏覽或搜尋已安裝的套件

source: Build settings
zh_hans: 构建设置
zh_hant: 建置設定

source: Can't uninstall yet.
zh_hans: 暂时无法卸载。
zh_hant: 目前無法解除安裝。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Casks
zh_hans: Cask
zh_hant: Cask

source: Check for upgrades again
zh_hans: 重新检查可用升级
zh_hant: 再次檢查可用升級

source: Check your Homebrew installation for problems
zh_hans: 检查 Homebrew 安装是否存在问题
zh_hant: 檢查 Homebrew 安裝是否有問題

source: Choose a package from Discover to see details.
zh_hans: 从“发现”中选择一个软件包以查看详情。
zh_hant: 從「探索」選擇套件以查看詳細資訊。

source: Choose a package from the list to see details.
zh_hans: 从列表中选择一个软件包以查看详情。
zh_hant: 從列表中選擇套件以查看詳細資訊。

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear completed jobs
zh_hans: 清除已完成的任务
zh_hant: 清除已完成的工作

source: Cleared
zh_hans: 已清除
zh_hant: 已清除

source: Configuration
zh_hans: 配置
zh_hant: 配置

source: Copied
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
zh_hans: 复制
zh_hant: 拷貝

source: Copy all
zh_hans: 全部复制
zh_hant: 全部拷貝

source: Copy brew doctor output
zh_hans: 复制 brew doctor 输出
zh_hant: 拷貝 brew doctor 輸出

source: Copy output
zh_hans: 复制输出
zh_hant: 拷貝輸出

source: Copy output to clipboard
zh_hans: 将输出复制到剪贴板
zh_hant: 將輸出拷貝到剪貼板

source: Copy report
zh_hans: 复制报告
zh_hant: 拷貝報告

source: Could not find Homebrew. Install it or ensure brew is in the default location.
zh_hans: 找不到 Homebrew。请安装 Homebrew，或确认 brew 位于默认位置。
zh_hant: 找不到 Homebrew。請安裝 Homebrew，或確認 brew 位於預設位置。

source: Could not load packages
zh_hans: 无法加载软件包
zh_hant: 無法載入套件

source: Could not search packages
zh_hans: 无法搜索软件包
zh_hant: 無法搜尋套件

source: Couldn't check for upgrades
zh_hans: 无法检查可用升级
zh_hant: 無法檢查可用升級

source: Couldn't locate the brew executable. Install Homebrew, then refresh.
zh_hans: 找不到 brew 可执行文件。请安装 Homebrew 后刷新。
zh_hant: 找不到 brew 執行檔。請安裝 Homebrew，然後重新整理。

source: Couldn't read the Homebrew configuration.
zh_hans: 无法读取 Homebrew 配置。
zh_hant: 無法讀取 Homebrew 配置。

source: Danger
zh_hans: 危险
zh_hant: 危險

source: Dependencies
zh_hans: 依赖项
zh_hant: 相依套件

source: Dependents
zh_hans: 依赖此项的软件包
zh_hant: 依賴此套件的套件

source: Details
zh_hans: 详情
zh_hant: 詳細資訊

source: Discard
zh_hans: 丢弃
zh_hant: 捨棄

source: Discover
zh_hans: 发现
zh_hant: 探索

source: Discover packages
zh_hans: 发现软件包
zh_hant: 探索套件

source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

source: Doctor
zh_hans: 诊断
zh_hant: 診斷

source: Doctor issue detail
zh_hans: 诊断问题详情
zh_hant: 診斷問題詳細資訊

source: Doctor issues
zh_hans: 诊断问题
zh_hant: 診斷問題

source: Emoji & Symbols
zh_hans: 表情与符号
zh_hant: 表情符號與符號

source: Everything is up to date
zh_hans: 所有软件包均为最新版本
zh_hant: 所有套件皆為最新版本

source: Expand Console Panel Automatically
zh_hans: 自动展开控制台面板
zh_hant: 自動展開主控台面板

source: Failed to decode Homebrew JSON output.
zh_hans: 无法解析 Homebrew 的 JSON 输出。
zh_hant: 無法解碼 Homebrew 的 JSON 輸出。

source: Find
zh_hans: 查找
zh_hant: 尋找

source: Fix
zh_hans: 修复
zh_hant: 修復

source: Fix available
zh_hans: 有可用的修复方法
zh_hant: 可修復

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Formulae
zh_hans: Formula
zh_hant: Formula

source: Hide Console
zh_hans: 隐藏控制台
zh_hant: 隱藏主控台

source: Hide console
zh_hans: 隐藏控制台
zh_hant: 隱藏主控台

source: Homebrew Documentation
zh_hans: Homebrew 文档
zh_hant: Homebrew 說明文件

source: Homebrew command failed.
zh_hans: Homebrew 命令执行失败。
zh_hant: Homebrew 指令執行失敗。

source: Homebrew environment & diagnostics
zh_hans: Homebrew 环境与诊断信息
zh_hant: Homebrew 環境與診斷資訊

source: Homebrew not found
zh_hans: 未找到 Homebrew
zh_hant: 找不到 Homebrew

source: Homepage
zh_hans: 主页
zh_hant: 首頁

source: INSTALLED
zh_hans: 已安装
zh_hant: 已安裝

source: Install
zh_hans: 安装
zh_hant: 安裝

source: Install reason
zh_hans: 安装原因
zh_hant: 安裝原因

source: Installed
zh_hans: 已安装
zh_hant: 已安裝

source: Installed and up to date
zh_hans: 已安装，且为最新版本
zh_hant: 已安裝且為最新版本

source: Installed on
zh_hans: 安装日期
zh_hant: 安裝日期

source: Installed packages
zh_hans: 已安装的软件包
zh_hant: 已安裝的套件

source: Installing
zh_hans: 正在安装
zh_hant: 正在安裝

source: Installs this package on your Mac
zh_hans: 在此 Mac 上安装该软件包
zh_hant: 在這部 Mac 上安裝此套件

source: Keg-only
zh_hans: Keg-only（不链接到前缀目录）

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last checked
zh_hans: 上次检查
zh_hant: 上次檢查

source: Last updated
zh_hans: 上次刷新
zh_hant: 上次更新

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Latest version
zh_hans: 最新版本
zh_hant: 最新版本

source: License
zh_hans: 许可证
zh_hant: 授權條款

source: Loading packages…
zh_hans: 正在加载软件包…
zh_hant: 正在載入套件…

source: Most-installed packages in the last 30 days
zh_hans: 过去 30 天安装次数最多的软件包
zh_hant: 過去 30 天內安裝次數最多的套件

source: Needs admin · runs in Terminal
zh_hans: 需要管理员权限 · 在终端中运行
zh_hant: 需要管理者權限 · 在「終端機」中執行

source: No activity
zh_hans: 暂无活动
zh_hant: 尚無活動

source: No casks match
zh_hans: 没有匹配的 Cask
zh_hant: 沒有符合條件的 Cask

source: No dependencies.
zh_hans: 无依赖项。
zh_hant: 沒有相依套件。

source: No dependents.
zh_hans: 无软件包依赖此项。
zh_hant: 沒有套件依賴此套件。

source: No formulae match
zh_hans: 没有匹配的 Formula
zh_hant: 沒有符合條件的 Formula

source: No installed packages to check.
zh_hans: 没有已安装的软件包可供检查。
zh_hant: 沒有已安裝的套件可供檢查。

source: No matches
zh_hans: 无匹配结果
zh_hant: 沒有符合項目

source: No matches in %lld outdated packages
zh_hans: %lld 个可升级的软件包中没有匹配结果
zh_hant: %lld 個可升級套件中沒有符合項目

source: No matches in 1 outdated package
zh_hans: 1 个可升级的软件包中没有匹配结果
zh_hant: 1 個可升級套件中沒有符合項目

source: No matching upgrades
zh_hans: 没有匹配的升级
zh_hant: 沒有符合條件的升級

source: No problems found
zh_hans: 未发现问题
zh_hant: 未發現問題

source: No selection
zh_hans: 尚未选择
zh_hant: 尚未選取

source: None.
zh_hans: 无。
zh_hant: 無。

source: Nothing found for “%@”
zh_hans: 未找到与“%@”匹配的软件包
zh_hant: 找不到符合「%@」的項目

source: Nothing to upgrade here
zh_hans: 当前没有可升级的软件包
zh_hant: 這裡沒有需要升級的套件

source: OK
zh_hans: 好
zh_hant: 好

source: OUTDATED
zh_hans: 可升级
zh_hant: 可升級

source: Open installed package %@
zh_hans: 打开已安装的软件包 %@
zh_hant: 打開已安裝的套件 %@

source: Outdated packages
zh_hans: 可升级的软件包
zh_hant: 可升級套件

source: Pinned
zh_hans: 已固定版本
zh_hant: 已鎖定版本

source: Popular Casks
zh_hans: 热门 Cask
zh_hant: 熱門 Cask

source: Popular Formulae
zh_hans: 热门 Formula
zh_hant: 熱門 Formula

source: Poured from bottle — %@
zh_hans: 从预编译包安装 — %@
zh_hant: 以 bottle 安裝 — %@

source: Raw output
zh_hans: 原始输出
zh_hant: 原始輸出

source: Re-checking
zh_hans: 正在重新检查
zh_hant: 正在重新檢查

source: Re-checking…
zh_hans: 正在重新检查…
zh_hant: 正在重新檢查…

source: Ready
zh_hans: 就绪
zh_hant: 就緒

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Report an Issue…
zh_hans: 反馈问题…
zh_hant: 回報問題…

source: Report on GitHub…
zh_hans: 在 GitHub 上报告…
zh_hant: 在 GitHub 回報…

source: Results
zh_hans: 结果
zh_hant: 結果

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Review and upgrade outdated packages
zh_hans: 查看并升级有新版本的软件包
zh_hant: 檢視並升級可升級套件

source: Run Again
zh_hans: 重新运行
zh_hant: 再次執行

source: Run Fix
zh_hans: 执行修复
zh_hant: 執行修復

source: Run a brew command to see output here.
zh_hans: 运行 brew 命令后，可在此处查看输出。
zh_hant: 執行 brew 指令後，輸出會顯示在這裡。

source: Run diagnostics, then choose an issue to see details and fixes.
zh_hans: 运行诊断后，选择一个问题以查看详情和修复方法。
zh_hant: 執行診斷後，選擇問題以查看詳細資訊與修復方式。

source: Running brew doctor…
zh_hans: 正在运行 brew doctor…
zh_hant: 正在執行 brew doctor…

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save output to file
zh_hans: 将输出保存到文件
zh_hant: 將輸出儲存為檔案

source: Scope
zh_hans: 范围
zh_hant: 範圍

source: Search Homebrew's Packages
zh_hans: 搜索 Homebrew 软件包
zh_hant: 搜尋 Homebrew 套件

source: Search Installed Packages
zh_hans: 搜索已安装的软件包
zh_hant: 搜尋已安裝的套件

source: Search Upgrades
zh_hans: 搜索可用升级
zh_hant: 搜尋可用升級

source: Searching…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Severity: %@
zh_hans: 严重程度：%@
zh_hant: 嚴重程度：%@

source: Show Console
zh_hans: 显示控制台
zh_hant: 顯示主控台

source: Show all upgrades
zh_hans: 显示所有升级
zh_hant: 顯示所有升級

source: Show console
zh_hans: 显示控制台
zh_hant: 顯示主控台

source: Showing %lld of %lld upgrades
zh_hans: 显示 %lld 项升级，共 %lld 项
zh_hant: 顯示 %lld 項升級（共 %lld 項）

source: Something went wrong loading Discover packages.
zh_hans: 加载“发现”中的软件包时出错。
zh_hant: 載入探索套件時發生錯誤。

source: Something went wrong loading packages.
zh_hans: 加载软件包时出错。
zh_hant: 載入套件時發生錯誤。

source: Something went wrong searching the catalogue.
zh_hans: 搜索软件包目录时出错。
zh_hant: 搜尋套件目錄時發生錯誤。

source: Something went wrong while installing this package.
zh_hans: 安装此软件包时出错。
zh_hant: 安裝此套件時發生錯誤。

source: Something went wrong while uninstalling this package.
zh_hans: 卸载此软件包时出错。
zh_hant: 解除安裝此套件時發生錯誤。

source: Something went wrong while upgrading this package.
zh_hans: 升级此软件包时出错。
zh_hant: 升級此套件時發生錯誤。

source: Source
zh_hans: 来源
zh_hant: 來源

source: Start Dictation…
zh_hans: 开始听写…
zh_hant: 開始聽寫…

source: System
zh_hans: 系统
zh_hant: 系統

source: Terminal command
zh_hans: 终端命令
zh_hant: 終端機指令

source: Terminal commands
zh_hans: 终端命令
zh_hant: 終端機指令

source: The Homebrew app has been upgraded to the latest version.
zh_hans: Homebrew 应用已升级至最新版本。
zh_hant: Homebrew App 已升級至最新版本。

source: The Homebrew app is up to date
zh_hans: Homebrew 应用已是最新版本
zh_hant: Homebrew App 已是最新版本

source: The Homebrew app quit unexpectedly
zh_hans: Homebrew 应用意外退出
zh_hant: Homebrew App 意外結束

source: The Homebrew app wasn’t upgraded
zh_hans: Homebrew 应用未能升级
zh_hant: Homebrew App 未完成升級

source: The check could not be completed
zh_hans: 未能完成检查
zh_hant: 無法完成檢查

source: The upgrade didn’t finish, so this is still the previous version. You can try again from the banner above your packages.
zh_hans: 升级未完成，当前仍为旧版本。你可以通过软件包列表上方的横幅重试。
zh_hant: 升級未完成，目前仍是先前的版本。你可以從套件列表上方的橫幅再次嘗試。

source: The upgrade helper is missing from this build of the Homebrew app.
zh_hans: 此 Homebrew 应用构建缺少升级辅助程序。
zh_hant: 這個版本的 Homebrew App 缺少升級輔助程式。

source: This will remove %@ from this Mac using Homebrew.
zh_hans: 这将使用 Homebrew 从此 Mac 上移除 %@。
zh_hant: 這會透過 Homebrew 從這部 Mac 解除安裝 %@。

source: Trending
zh_hans: 热门
zh_hant: 熱門趨勢

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall %@?
zh_hans: 卸载 %@？
zh_hant: 要解除安裝 %@ 嗎？

source: Uninstalling
zh_hans: 正在卸载
zh_hant: 正在解除安裝

source: Uninstalls this package from this Mac
zh_hans: 从此 Mac 上卸载该软件包
zh_hant: 從這部 Mac 解除安裝此套件

source: Unsupported
zh_hans: 不受支持
zh_hant: 不支援

source: Upgrade
zh_hans: 升级
zh_hant: 升級

source: Upgrade All (%lld)
zh_hans: 全部升级（%lld）
zh_hant: 全部升級（%lld）

source: Upgrade Homebrew app
zh_hans: 升级 Homebrew 应用
zh_hant: 升級 Homebrew App

source: Upgrade all %lld packages
zh_hans: 升级全部 %lld 个软件包
zh_hant: 升級全部 %lld 個套件

source: Upgrade available
zh_hans: 有可用升级
zh_hant: 有升級可用

source: Upgrade available to %@
zh_hans: 可升级至 %@
zh_hant: 可升級至 %@

source: Upgrade failed: %@
zh_hans: 升级失败：%@
zh_hant: 升級失敗：%@

source: Upgrade the Homebrew app
zh_hans: 升级 Homebrew 应用
zh_hant: 升級 Homebrew App

source: Upgrade to %@
zh_hans: 升级至 %@
zh_hant: 升級至 %@

source: Upgrades
zh_hans: 升级
zh_hant: 升級

source: Upgrades every outdated cask
zh_hans: 升级所有有新版本的 Cask
zh_hant: 升級所有可升級的 Cask

source: Upgrades every outdated formula
zh_hans: 升级所有有新版本的 Formula
zh_hant: 升級所有可升級的 Formula

source: Upgrades every outdated package
zh_hans: 升级所有有新版本的软件包
zh_hant: 升級所有可升級的套件

source: Upgrades the %lld packages matching your search
zh_hans: 升级与搜索条件匹配的 %lld 个软件包
zh_hant: 升級符合搜尋條件的 %lld 個套件

source: Upgrades the 1 package matching your search
zh_hans: 升级与搜索条件匹配的 1 个软件包
zh_hant: 升級符合搜尋條件的 1 個套件

source: Upgrades this package to the latest available version
zh_hans: 将此软件包升级至最新可用版本
zh_hant: 將此套件升級至最新可用版本

source: Upgrading
zh_hans: 正在升级
zh_hant: 正在升級

source: Wait for the running Homebrew command to finish, then upgrade the Homebrew app.
zh_hans: 请等待当前 Homebrew 命令执行完毕，再升级 Homebrew 应用。
zh_hant: 請等待執行中的 Homebrew 指令完成，再升級 Homebrew App。

source: Warning
zh_hans: 警告
zh_hant: 警告

source: Warnings found
zh_hans: 发现警告
zh_hant: 發現警告

source: Yes
zh_hans: 是
zh_hant: 是

source: Your installed package is up to date.
zh_hans: 已安装的软件包为最新版本。
zh_hant: 已安裝的套件為最新版本。

source: Your packages
zh_hans: 你的软件包
zh_hant: 你的套件

source: Your system is ready to brew
zh_hans: 系统已就绪，可以使用 Homebrew
zh_hant: 系統已準備好使用 Homebrew

source: blocking uninstall
zh_hans: 阻止卸载
zh_hant: 導致無法解除安裝

source: brew doctor found no problems.
zh_hans: brew doctor 未发现问题。
zh_hant: brew doctor 未發現問題。

source: done
zh_hans: 已完成
zh_hant: 已完成

source: failed
zh_hans: 失败
zh_hant: 失敗

source: just now
zh_hans: 刚刚
zh_hant: 剛剛

source: running
zh_hans: 正在运行
zh_hant: 執行中

source: — done
zh_hans: — 已完成
zh_hant: — 已完成

source: — failed · exit %d
zh_hans: — 失败 · 退出码 %d
zh_hant: — 失敗 · 結束代碼 %d
